<html>
 <head>
  <title>Всё о велосипедах</title>
  <link rel="stylesheet" type="text/css" href="file.css">
 </head>
 <body background="1.jpg">
   <div class="string1"><H1>Всё о велосипедах </H1>
   </div>
   <div class="string2">
    <div class="box1">
	 <table class="table2" width="100%" border="2" cellpadding="35">
      <tr>
       <th class="box4"><a href="index.php">Главная</a></th>
      </tr>
      <tr>
       <th class="box5"><a href="history.php">Устройство Велосипеда</a></th>
      </tr>
      <tr>
       <th class="box6"><a href="properties.php">Основные типы</br> велосипедов</th>
      </tr>
      <tr>
       <th class="box6"><a href="reg.php">Регистрация</a></th>
      </tr>
      <tr>
       <th class="box7"><a href="contacts.php">Контакты</th>
      </tr>
     </table> 
	</div>
	<div class="box2">
	 <H2>История</H2>
	 <hr>
	 <p>Изобретателем первого в мире двухколесного велосипеда был уроженец Прикамской земли Ефим Михеевич Артамонов, крепостной Пожвинского завода. Велосипед, построенный на Нижнетагильском заводе, был железным, имел вид двухколесной тележки с педальным приводом на переднее колесо и рулем, а переднее колесо было почти в три раза больше заднего. Колеса, расположенные одно за другим, скреплялись изогнутой металлической рамкой. Велосипед приводился в движение ногами путем поочередного нажима на педали, которые сидели на оси переднего колеса. Конструкция самоката была настолько прочна, что мастер смог совершить на нем нелегкое путешествие (со скоростью 10 км/ч) от Урала до Петербурга на коронацию Александра I – (15) 27 сентября 1801 года. 

Изобретение так удивило всех присутствующих и царя, что за создание велосипеда Артамонову со всем его потомством была дарована свобода от крепостной зависимости. Понравившееся чудо техники затем пополнило царскую коллекцию редкостей, после чего было забыто. Второе рождение велосипеда, как, впрочем, и его названия (в переводе с латинского «велосипед» – «быстрые ноги»), состоялось в 1808 году в Париже. 


Эволюция велосипеда
В 1817 году немецкий профессор барон Карл фон Дрез из Карлсруэ создал, а в 1818 запатентовал первый двухколёсный самокат, который он назвал «машиной для бега» (Laufmaschine). Самокат Дреза был двухколёсным, снабжён рулём и выглядел в целом, как велосипед без педалей; рама была деревянной.

С 70-х годов XIX века стала приобретать популярность схема «пенни-фартинг». Название описывает соразмерность колёс, ибо монета пенни была намного больше фартинга.

Первый велосипед, похожий на используемые в наши дни, назывался Rover — «Скиталец». Он был сделан в 1884 году английским изобретателем Джоном Кемпом Старли и выпускался с 1885 года. В отличие от велосипеда «пенни-фартинг», Ровер обладал цепной передачей на заднее колесо, одинаковыми по размеру колёсами, и водитель сидел между колёсами[4].

Первый складной велосипед сделан в 1878 году, первые алюминиевые — в 1890-х годах, а первый лигерад (иногда называемый рикамбент, велосипед, на котором можно ездить в лежачем положении) — в 1895 году (а в 1914 году началось массовое производство лигерадов фирмой «Пежо»).

Велосипеды продолжали совершенствоваться и во второй половине XX века. В 1974 году началось массовое производство велосипедов из титана, а в 1975 — из углепластика. В 1983 году был изобретён велокомпьютер. В начале 1990-х получили распространение системы индексного переключения скоростей.
      </p>
	</div>
	<div class="box3">
	 <div class="enter">
	   <form action="index.php" method="post" name="r_form">
	  <input type="text" class="login" placeholder="Логин" name="login"></input><br>
	  <input type="text" class="password" placeholder="Пароль" name="password"></input><br>
	  <input type="submit" name="auth" value="Вход"></<br>
	  </form>
	 </div>
	</div>
	</div>
   <div class="string3">
	 <p class="author">Филатов Степан ИУ4-13</p>
   </div>
 </body>
</html> 